#Proliferation Checklist labels in plain text

#Vietnam
chk.852.dpl=US DPL and UN Sanction List Check
chk.852.match=Match / Potential Match Found

chk.852.A1=The order (hardware and software) does not match the customer's business requirements.
chk.852.A2=The customer is not using normal installation, training and maintenance services.
chk.852.A3=The customer business needs and use of IBM products is not well known and understood by IBM. 
chk.852.A4=The customer has requested unusual payment or delivery terms and conditions.
chk.852.A5=A Business Partner (BP) places a second order for the same or similar products for a new / different end user.
chk.852.A6=There is an indication that the products are destined for an embargoed or terrorist country (Cuba, Iran, North Korea, Sudan, Syria)?
chk.852.A7=Lookup failed for key Question-CN*New*SectionA7. 
chk.852.A8=Lookup failed for key Question-CN*New*SectionA8. 
chk.852.A9=Lookup failed for key Question-CN*New*SectionA9. 

chk.852.B1=Unauthorized dealings - Missiles
chk.852.B2=Unauthorized dealings - Chemical or Biological Weapons
chk.852.B3=Unauthorized dealings - Nuclear

chk.852.C1=Customer involved with Military end use in or by one of the listed countries.

#Cambodia
chk.720.dpl=US DPL and UN Sanction List Check
chk.720.match=Match / Potential Match Found

chk.720.A1=The order (hardware and software) does not match the customer's business requirements.
chk.720.A2=The customer is not using normal installation, training and maintenance services.
chk.720.A3=The customer business needs and use of IBM products is not well known and understood by IBM. 
chk.720.A4=The customer has requested unusual payment or delivery terms and conditions.
chk.720.A5=There is an indication that the products are destined for an embargoed or terrorist supporting country.
chk.720.A6=The products are destined for a prohibited proliferation end use/user(missiles, chemical & biological weapons, nuclear) in any of the listed countries. 

chk.720.B1=Unauthorized dealings - Missiles
chk.720.B2=Unauthorized dealings - Chemical or Biological Weapons
chk.720.B3=Unauthorized dealings - Nuclear

chk.720.C1=Customer involved with Military end use in or by one of the listed countries.

#India
#chk.744.A1=The order (hardware and software) does not match the customer's business requirements.
#chk.744.A2=The customer is not using normal installation, training and maintenance services.
#chk.744.A3=The customer business needs and use of IBM products is not well known and understood by IBM. 
#chk.744.A4=The customer has requested unusual payment or delivery terms and conditions.
#chk.744.A5=A Business Partner (BP) places a second order for the same or similar products for a new / different end user.
#chk.744.A6=There is an indication that the products are destined for an embargoed or terrorist country (Cuba, Iran, North Korea, Sudan, Syria)?
#chk.744.A7=Lookup failed for key Question-CN*New*SectionA7. 
#chk.744.A8=Lookup failed for key Question-CN*New*SectionA8. 
#chk.744.A9=Lookup failed for key Question-CN*New*SectionA9. 

#chk.744.B1=Unauthorized dealings - Missiles
#chk.744.B2=Unauthorized dealings - Chemical or Biological Weapons
#chk.744.B3=Unauthorized dealings - Nuclear

#chk.744.C1=Customer involved with Military end use in or by one of the listed countries.

#Singapore
chk.834.A1=The order (hardware, software, services, etc.) does not match the customer's business requirements.
chk.834.A2=The customer is not using normal installation, training and maintenance services.
chk.834.A3=The customer's business needs and use of IBM's products is not well known and understood by IBM. 
chk.834.A4=The customer has requested unusual payment or delivery terms and conditions.
chk.834.A5=A Business Partner (BP) places a second order for the same or similar products for a new / different end user, soon after being informed that the order for the original end user was delayed or rejected due to US export control restrictions.
chk.834.A6=There is an indication that the products are destined for a sanctioned country/region.  
chk.834.A7=There is an indication that the customer or supplier is owned or controlled by the government of a sanctioned country/region.
chk.834.A8=There is an indication (anywhere in the world) that our products will be used in the design, development, production,stockpiling or use of nuclear, chemical or biological weapons and/or their delivery vehicles (a.k.a. rocket systems and/or unmanned air vehicles, a.k.a. missiles).
chk.834.A9=There is an indication that the products are destined for a prohibited proliferation end use/user (missiles, chemical & biological weapons, nuclear) in any of the following countries: 

#Laos
chk.714.dpl=US DPL and UN Sanction List Check
chk.714.match=Match / Potential Match Found

chk.714.A1=The order (hardware and software) does not match the customer's business requirements.
chk.714.A2=The customer is not using normal installation, training and maintenance services.
chk.714.A3=The customer business needs and use of IBM products is not well known and understood by IBM. 
chk.714.A4=The customer has requested unusual payment or delivery terms and conditions.
chk.714.A5=There is an indication that the products are destined for an embargoed or terrorist supporting country.
chk.714.A6=The products are destined for a prohibited proliferation end use/user(missiles, chemical & biological weapons, nuclear) in any of the listed countries. 

chk.714.B1=Unauthorized dealings - Missiles
chk.714.B2=Unauthorized dealings - Chemical or Biological Weapons
chk.714.B3=Unauthorized dealings - Nuclear

chk.714.C1=Customer involved with Military end use in or by one of the listed countries.

#Myanmar
chk.646.dpl=US DPL and UN Sanction List Check
chk.646.match=Match / Potential Match Found

chk.646.A1=The order (hardware and software) does not match the customer's business requirements.
chk.646.A2=The customer is not using normal installation, training and maintenance services.
chk.646.A3=The customer business needs and use of IBM products is not well known and understood by IBM. 
chk.646.A4=The customer has requested unusual payment or delivery terms and conditions.
chk.646.A5=There is an indication that the products are destined for an embargoed or terrorist supporting country.
chk.646.A6=The products are destined for a prohibited proliferation end use/user(missiles, chemical & biological weapons, nuclear) in any of the listed countries. 

chk.646.B1=Unauthorized dealings - Missiles
chk.646.B2=Unauthorized dealings - Chemical or Biological Weapons
chk.646.B3=Unauthorized dealings - Nuclear

chk.646.C1=Customer involved with Military end use in or by one of the listed countries.

#CEMEA
chk.CEMEA.dpl=Is the customer/vendor on the Denied Party List?
chk.CEMEA.A1=The order (hardware, software, solution) does not match the customer's business requirements.
chk.CEMEA.A2=The customer is not using normal installation, training and maintenance services.
chk.CEMEA.A3=The customer business needs and use of IBM products is not well known and understood by IBM.
chk.CEMEA.A4=The customer has requested unusual payment or delivery terms and conditions.
chk.CEMEA.A5=There is an indication that the products/services are destined for sanctioned countries (Cuba, Iran, North Korea, & Syria).
chk.CEMEA.A6=Is the customer involved in the design, development, production, stockpiling or use of chemical or biological weapons?
chk.CEMEA.A7=Based on your knowledge of this customer, have you identified any indicators of a potential diversion?
chk.CEMEA.A8=To the best of your knowledge and belief, is there any indication that the customer intends to re-export the products?
chk.CEMEA.A9=Is the customer a representation of an embargoed/terrorist country?
chk.CEMEA.A10=To the best of your knowledge and belief, is the customer partially/fully owned or controlled by a government, - company/organisation or person of an embargoed/terrorist country (see USERP, chapter 1.5)

chk.CEMEA.B1=To the best of your knowledge or belief is your customer involved in or supporting the design, development, production, stockpiling, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of, missiles (i.e. rocket systems and/or unmanned air vehicles)?
chk.CEMEA.B2=To the best of your knowledge or belief is your customer involved with or supporting the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, stockpiling or use of chemical or biological weapons?
chk.CEMEA.B3=To the best of your knowledge or belief is your customer involved in any of the following nuclear activities?
chk.CEMEA.C1=To the best of your knowledge or belief is your customer involved in Defense and/or Military* activities?

#China
chk.641.A1= \u8BA2\u5355\uFF08\u786C\u4EF6\uFF0C\u8F6F\u4EF6\u6216\u670D\u52A1\uFF09\u4E0E\u5BA2\u6237\u7684\u4E1A\u52A1\u8981\u6C42\u4E0D\u5339\u914D  \nThe order (hardware and software) does not match the customer's business requirements.
chk.641.A2= \u5BA2\u6237\u6CA1\u6709\u4F7F\u7528\u6B63\u5E38\u7684\u5B89\u88C5\u3001\u57F9\u8BAD\u548C\u7EF4\u62A4\u670D\u52A1\u3002  \nThe customer is not using normal installation, training and maintenance services.
chk.641.A3= \u5BA2\u6237\u7684\u4E1A\u52A1\u9700\u6C42\u548CIBM\u4EA7\u54C1\u7684\u4F7F\u7528\u5E76\u6CA1\u6709\u4E3AIBM\u6240\u719F\u77E5\u548C\u4E86\u89E3\u3002 \nThe customer business needs and use of IBM products is not well known and understood by IBM. 
chk.641.A4= \u5BA2\u6237\u8981\u6C42\u7279\u6B8A\u7684\u4ED8\u6B3E\u6216\u4EA4\u8D27\u6761\u6B3E\u548C\u6761\u4EF6\u3002 \nThe customer has requested unusual payment or delivery terms and conditions.
chk.641.A5= \u6709\u8FF9\u8C61\u8868\u660E\uFF0C\u4EA7\u54C1/\u670D\u52A1/\u6280\u672F\u5C06\u88AB\u8FD0\u5F80\u53D7\u5236\u88C1\u7684\u56FD\u5BB6/\u5730\u533A\uFF1A \u53E4\u5DF4\u3001\u4F0A\u6717\u3001\u671D\u9C9C\u3001\u53D9\u5229\u4E9A\u3001\u4E4C\u514B\u5170\u7684\u514B\u91CC\u7C73\u4E9A\u3001\u987F\u6D85\u8328\u514B\u548C\u5362\u7518\u65AF\u514B\u5730\u533A\u3001\u4FC4\u7F57\u65AF\u548C\u767D\u4FC4\u7F57\u65AF\u3002 \n Cuba, Iran, North Korea, Syria, the Crimea, Donetsk and Luhansk regions of Ukraine, Russia and Belarus.
chk.641.A6= \u6709\u8FF9\u8C61\u8868\u660E\u5BA2\u6237\u6216\u4F9B\u5E94\u5546\u7531\u53D7\u5236\u88C1\u56FD\u5BB6\u6216\u5730\u533A\u7684\u653F\u5E9C\u62E5\u6709\u6216\u63A7\u5236\uFF1F \nThere is an indication that the customer or supplier is owned or controlled by the government of any of the sanctioned countries or region?
chk.641.A7= \u5BA2\u6237\u7684\u516C\u53F8\u540D\u79F0\u4E2D\u662F\u5426\u5305\u542B\u4EE5\u4E0B\u4EFB\u4F55\u98CE\u9669\u6269\u6563\u5173\u952E\u5B57\uFF1F \nDoes the customer\u2019s name contain any of the below proliferation keywords?\
            \n \u6700\u7EC8\u7528\u6237/\u6700\u7EC8\u7528\u9014\u5173\u952E\u5B57 \nEnd User/End Use Keywords\
            \n \u822A\u7A7A\u822A\u5929 Aerospace 	\u949A Plutonium\
            \n \u706B\u70AE Artillery 	            \u63A8\u52A8\u529B Propulsion\
            \n \u539F\u5B50 Atom 	                \u653E\u5C04\u5B66 Radiological\
            \n \u539F\u5B50\u7684 Atomic 	        \u6838\u53CD\u5E94\u5806 Reactor\
            \n \u751F\u7269\u5B66\u7684 Biological 	\u4FA6\u5BDF Reconnaissance\
            \n \u70B8\u5F39 Bomb 	            \u706B\u7BAD Rocket\
            \n \u5316\u5B66\u7684 Chemical 	    \u52A0\u56FA Ruggedized\
            \n \u9632\u5FA1 Defense 	           \u4EBA\u9020\u536B\u661F Satellite\
            \n \u7206\u70B8 Explosive 	        \u7A7A\u95F4 Space\
            \n \u91CD\u6C34 Heavy Water 	    \u76D1\u63A7 Surveillance\
            \n \u519B\u4E8B Military 	            \u94C0 Uranium\
            \n \u5BFC\u5F39 Missile 	            \u6218\u4E89 Warfare\
            \n \u6838/\u539F\u5B50\u80FD Nuclear 	   \u6B66\u5668 Weapon\

chk.641.B1=\u5BFC\u5F39 --- \u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u4EE5\u4E0B\u56FD\u5BB6\u7684\u4EFB\u4F55\u4E0E\u652F\u6301\u706B\u7BAD\u7CFB\u7EDF\u548C/\u6216\u65E0\u4EBA\u98DE\u884C\u5668\u6709\u5173\u7684\u6D3B\u52A8\uFF1F \nMissile --- To the best of your knowledge or belief is your customer involved in any activity related to or in support of rocket systems and/or unmanned air vehicles in the following countries?\
           \n \u201C\u706B\u7BAD\u7CFB\u7EDF\u201D\u5305\u62EC\u4F46\u4E0D\u9650\u4E8E\uFF1A\u5F39\u9053\u5BFC\u5F39\u3001\u592A\u7A7A\u8FD0\u8F7D\u706B\u7BAD\u548C\u63A2\u7A7A\u706B\u7BAD\
           \n \u201CRocket Systems\u201D include, but are not limited to: ballistic missiles, space launch vehicles, and sounding rockets\
           \n \u201C\u65E0\u4EBA\u98DE\u884C\u5668\u201D\u5305\u62EC\u4F46\u4E0D\u9650\u4E8E\uFF1A\u5DE1\u822A\u5BFC\u5F39\u3001\u76EE\u6807\u65E0\u4EBA\u673A\u548C\u4FA6\u5BDF\u65E0\u4EBA\u673A\
           \n \u201CUnmanned Air Vehicles\u201D include, but are not limited to: cruise missiles, target drones and reconnaissance drones

chk.641.B2= \u751F\u5316\u6B66\u5668\
            \n Chemical or Biological Weapons\
            \n\u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u4EE5\u4E0B\u56FD\u5BB6\u4E0E\u5316\u5B66\u6B66\u5668\u6216\u751F\u7269\u6B66\u5668\u6709\u5173\u6216\u652F\u6301\u5316\u5B66\u6B66\u5668\u6216\u751F\u7269\u5B66\u6B66\u5668\u7684\u4EFB\u4F55\u6D3B\u52A8\uFF1F\
            \n To the best of your knowledge or belief is your customer involved in any activity related to or in support of Chemical or Biological Weapons in following countries?\
            \n \u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u4EE5\u4E0B\u56FD\u5BB6\u4E0E\u5316\u5B66\u6B66\u5668\u524D\u4F53\u7684\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u7EF4\u4FEE\u548C\u5236\u9020\u6709\u5173\u7684\u4EFB\u4F55\u6D3B\u52A8\uFF1F\
            \n To the best of your knowledge or belief is your customer involved in any activity related to the design, development, repair, manufacture of chemical weapons precursors in following countries?\
            \n \u6CE8\uFF1A\u8FD9\u5305\u62EC\u4E0E\u8FD0\u8F7D\u5316\u5B66\u3001\u751F\u7269\u6216\u6838\u6B66\u5668\u7684\u706B\u7BAD\u7CFB\u7EDF\u6216\u65E0\u4EBA\u673A\u6709\u5173\u6216\u4E3A\u5176\u63D0\u4F9B\u652F\u6301\u7684\u4EFB\u4F55\u6D3B\u52A8\
            \n NOTE: This includes any activity related to or in support of rocket systems or unmanned aerial vehicles for the delivery of chemical, biological, or nuclear weapons 
chk.641.B3= \u6838\u80FD --- \u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u8BE5\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u4EE5\u4E0B\u56FD\u5BB6\u7684\u6838\u6B66\u5668\u6216\u6838\u7206\u70B8\u88C5\u7F6E\u7684\u4EFB\u4F55\u6D3B\u52A8\uFF08\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u5236\u9020\u7B49\uFF09\uFF1F\
            \n Nuclear --- To the best of your knowledge or belief, is this customer involved in any activity (design, development, manufacture etc.) of nuclear weapons or nuclear explosive devices in the following counties? 
chk.641.B4= \u519B\u4E8B-\u60C5\u62A5\u6700\u7EC8\u7528\u6237/\u519B\u4E8B\u60C5\u62A5\u6700\u7EC8\u7528\u9014 --- \u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u4E0E\u4EE5\u4E0B\u56FD\u5BB6\u7684\u60C5\u62A5\u548C/\u6216\u519B\u4E8B\u60C5\u62A5\u6700\u7EC8\u7528\u6237\u6216\u5177\u6709\u519B\u4E8B\u60C5\u62A5\u6700\u7EC8\u76EE\u7684\u7684\u7269\u54C1\u7684\u5546\u4E1A\u6D3B\u52A8\uFF1F\
            \n Military- Intelligence End user/Military-intelligence End Use --- To the best of your knowledge or belief is your customer involved business activities with a Intelligence and/or military-intelligence end user or items with military-intelligence end uses in the following counties?\
            \n \u5B9A\u4E49\
            \n DEFINITIONS\
            \n \u519B\u4E8B\u60C5\u62A5\u6700\u7EC8\u7528\u6237\uFF1A\u6307\u6B66\u88C5\u90E8\u961F\uFF08\u9646\u519B\u3001\u6D77\u519B\u3001\u6D77\u519B\u9646\u6218\u961F\u3001\u7A7A\u519B\u6216\u6D77\u5CB8\u8B66\u536B\u961F\uFF09\u7684\u4EFB\u4F55\u60C5\u62A5\u6216\u4FA6\u5BDF\u7EC4\u7EC7\uFF1B\u6216\u56FD\u6C11\u8B66\u536B\u961F\u3002\
            \n Military-Intelligence End User: means any intelligence or reconnaissance organization of the armed services (army, navy, marine, air force, or coast guard); or national guard.\
            \n \u60C5\u62A5\u6700\u7EC8\u7528\u6237\uFF1A\u6307\u4EFB\u4F55\u653F\u5E9C\u60C5\u62A5\u673A\u6784\u3002\u4F8B\u5982\uFF1A\u4E2D\u592E\u60C5\u62A5\u5C40\u3001\u91D1\u878D\u7A33\u5B9A\u5C40\u3001\u6469\u8428\u5FB7\u3002\
            \n Intelligence End user: means any government intelligence organization. Examples: CIA, FSB, Mossad.\
            \n \u519B\u4E8B\u60C5\u62A5\u6700\u7EC8\u7528\u9014\uFF1A\u6307\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u751F\u4EA7\u3001\u4F7F\u7528\u3001\u64CD\u4F5C\u3001\u5B89\u88C5\uFF08\u5305\u62EC\u73B0\u573A\u5B89\u88C5\uFF09\u3001\u7EF4\u62A4\uFF08\u68C0\u67E5\uFF09\u3001\u4FEE\u7406\u3001\u5927\u4FEE\u6216\u7FFB\u65B0\uFF0C\u6216\u5E76\u5165\u519B\u4E8B\u7269\u54C1\u6216\u65E8\u5728\u652F\u6301\u4E0A\u8FF0\u201C\u519B\u4E8B\u60C5\u62A5\u6700\u7EC8\u7528\u6237\u201D\u884C\u52A8\u6216\u529F\u80FD\u7684\u7269\u54C1\u3002\
            \n Military-Intelligence End Uses: means the design, development, production, use, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, or refurbishing of, or incorporation into military items or items which are intended support the actions or functions of a \u2018military-intelligence end user,\u2019 as defined above. 
chk.641.B5=\u519B\u4E8B\u6700\u7EC8\u7528\u6237/\u519B\u4E8B\u6700\u7EC8\u7528\u9014 ---  \u636E\u60A8\u6240\u77E5\uFF0C\u5BA2\u6237\u662F\u5426\u519B\u4E8B\u6700\u7EC8\u7528\u6237\u6216\u4E0E\u4EE5\u4E0B\u56FD\u5BB6\u7684\u519B\u4E8B\u6700\u7EC8\u7528\u6237\u6216\u5177\u6709\u519B\u4E8B\u6700\u7EC8\u7528\u9014\u7684\u7269\u54C1\u4E00\u8D77\u53C2\u4E0E\u5546\u4E1A\u6D3B\u52A8\uFF1F\
           \n Military End user/Military End Use --- To the best of your knowledge, is the customer a military end user or involved in business activities with a military end user or items with military end uses in the following countries?\
           \n \u5B9A\u4E49\
           \n DEFINITIONS\
           \n \u519B\u4E8B\u6700\u7EC8\u7528\u6237\uFF1A \u5305\u62EC\u9646\u519B\u3001\u6D77\u519B\u3001\u7A7A\u519B\u3001\u6D77\u519B\u9646\u6218\u961F\u3001\u6D77\u5CB8\u8B66\u536B\u961F\u3001\u56FD\u6C11\u8B66\u536B\u961F\u3001\u5B89\u5168\u6216\u8B66\u5BDF\u3001\u653F\u5E9C\u56FD\u9632\u548C\u4FA6\u5BDF\u7EC4\u7EC7\u53CA\u5176\u627F\u5305\u5546\uFF0C\u6216\u4EFB\u4F55\u884C\u52A8\u6216\u804C\u80FD\u65E8\u5728\u652F\u6301\u519B\u4E8B\u6700\u7EC8\u7528\u9014\u7684\u4E2A\u4EBA\u6216\u5B9E\u4F53\u3002\
           \n Military End Users: Include army, navy, air force, marines, coast guard, national guard, security or police, government defense, and reconnaissance organizations, and their contractors or any person or entity whose actions or functions are intended to support military end uses.\
           \n \u519B\u4E8B\u6700\u7EC8\u7528\u9014\uFF1A\u7EB3\u5165\u519B\u4E8B\u7269\u54C1\uFF1B\u6216\u652F\u6301\u6216\u6709\u52A9\u4E8E\u519B\u4E8B\u7269\u54C1\u7684\u64CD\u4F5C\u3001\u5B89\u88C5\u3001\u7EF4\u62A4\u3001\u4FEE\u7406\u3001\u5927\u4FEE\u3001\u7FFB\u65B0\u3001\u5F00\u53D1\u6216\u751F\u4EA7\u7684\u4EFB\u4F55\u7269\u54C1\u3002\
           \n Military End Uses: incorporation into a military item; or any item that supports or contributes to the operation, installation, maintenance, repair, overhaul, refurbishing, development, or production, of military items.

chk.641.C1=\u8D85\u7EA7\u8BA1\u7B97\u673A --- \u636E\u4F60\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u4F60\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u201C\u8D85\u7EA7\u8BA1\u7B97\u673A\u201D\u7684\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u5236\u9020\u3001\u6D4B\u8BD5\u7B49\uFF1F\
             \n Supercomputer ---To the best of your knowledge or belief is your customer involved in the design, development, manufacturing, testing, etc. of a \u201Csupercomputer\u201D?\
             \n \u4F60\u7684\u5BA2\u6237\u5236\u9020\u8D85\u7EA7\u8BA1\u7B97\u673A\u5417\uFF1F\
             \n a) Does your customer build supercomputers?

chk.641.C2=\u8D85\u7EA7\u8BA1\u7B97\u673A --- \u636E\u4F60\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u4F60\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u201C\u8D85\u7EA7\u8BA1\u7B97\u673A\u201D\u7684\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u5236\u9020\u3001\u6D4B\u8BD5\u7B49\uFF1F\
             \n Supercomputer ---To the best of your knowledge or belief is your customer involved in the design, development, manufacturing, testing, etc. of a \u201Csupercomputer\u201D?\
             \n \u60A8\u7684\u5BA2\u6237\u62E5\u6709\u8D85\u7EA7\u8BA1\u7B97\u673A\u5417\uFF1F\
             \n b) Does your customer own supercomputers?

chk.641.C3=\u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u5C06\u7269\u54C1\u7EB3\u5165\u8D85\u7EA7\u8BA1\u7B97\u673A\u7684\u4EFB\u4F55\u6D3B\u52A8\uFF0C\u6216\u5C06\u7528\u4E8E\u201C\u8D85\u7EA7\u8BA1\u7B97\u673A\u201D\u7684\u4EFB\u4F55\u7EC4\u4EF6/\u7269\u54C1\u7684\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u5236\u9020\u3001\u6D4B\u8BD5\u7B49\uFF1F\
             \n To the best of your knowledge or belief, is your customer involved in any activity to incorporate items into a supercomputer, or the design, development, manufacturing, testing, etc. of any components/items that will be used in a \u2018\u2018supercomputer\u2019\u2019?\
             \n \u6CE8\u610F\uFF1A\u8FD9\u4E2A\u95EE\u9898\u662F\u95EE\u5BA2\u6237\u662F\u5426\u5236\u9020\u6216\u652F\u6301\u7528\u4E8E\u8D85\u7EA7\u8BA1\u7B97\u673A\u6216\u6784\u5EFA\u8D85\u7EA7\u8BA1\u7B97\u673A\u7684\u5DE5\u5177/\u7EC4\u4EF6\u3002\
             \n Note: this question is asking if the customer makes or supports tools/components that are used in a supercomputer or to build a supercomputer.\
             \n \u5B9A\u4E49\
             \n DEFINITIONS\
             \n \u8D85\u7EA7\u8BA1\u7B97\u673A\uFF1A\u4E00\u79CD\u9AD8\u6027\u80FD\u7684\u591A\u673A\u67B6\u7CFB\u7EDF\uFF0C\u5177\u6709\u6570\u5343\u4E2A\u7D27\u5BC6\u8026\u5408\u7684\u8BA1\u7B97\u6838\u5FC3\uFF0C\u901A\u8FC7\u7F51\u7EDC\u6280\u672F\u5E76\u8054\u8FDE\u63A5\uFF0C\u5E76\u5177\u6709\u9700\u8981\u51B7\u5374\u5143\u4EF6\u7684\u9AD8\u5CF0\u503C\u529F\u7387\u5BB9\u91CF\u3002\u5B83\u4EEC\u7528\u4E8E\u8BA1\u7B97\u5BC6\u96C6\u578B\u4EFB\u52A1\uFF0C\u5305\u62EC\u79D1\u5B66\u548C\u5DE5\u7A0B\u5DE5\u4F5C\u3002\u8D85\u7EA7\u8BA1\u7B97\u673A\u53EF\u80FD\u5305\u62EC\u5171\u4EAB\u5185\u5B58\u3001\u5206\u5E03\u5F0F\u5185\u5B58\u6216\u4E24\u8005\u7684\u7EC4\u5408\u3002\
             \n Supercomputer: a high-performance multi-rack system having thousands of closely coupled compute cores connected in parallel with networking technology and having a high peak power capacity requiring cooling elements. They are used for computationally intensive tasks including scientific and engineering work. Supercomputers may include shared memory, distributed memory, or a combination of both. 
chk.641.C4=\u534A\u5BFC\u4F53\u5236\u9020\u4E1A --- \uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u96C6\u6210\u7535\u8DEF\u7684\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u5236\u9020\u3001\u6D4B\u8BD5\u7B49\uFF1F\
             \n Semiconductor Manufacturing ---To the best of your knowledge or belief is your customer involved in the design, development, manufacturing, testing, etc. of integrated circuits?\
             \n \u6CE8\u610F\uFF1A \u8FD9\u4E2A\u95EE\u9898\u662F\u95EE\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u534A\u5BFC\u4F53\u6216\u96C6\u6210\u7535\u8DEF\u7684\u5236\u9020\u8FC7\u7A0B\u3002\
             \n Note: This question is asking if the customer is involved in the semiconductor or integrated circuit manufacturing process. 
chk.641.C5=\u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u534A\u5BFC\u4F53\u751F\u4EA7\u3001\u5236\u9020\u3001\u6D4B\u8BD5\u7B49\u6240\u7528\u5DE5\u5177\u7684\u4EFB\u4F55\u96F6\u4EF6\u3001\u7EC4\u4EF6\u6216\u8BBE\u5907\u7684\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u5236\u9020\u548C\u6D4B\u8BD5\u7B49\u3002\
             \n To the best of your knowledge or belief is your customer involved with the design, development, manufacturing, testing, etc. of any parts, components, or equipment of the tools that are used in the production, manufacturing, testing, etc. of semiconductors.\
             \n \u6CE8\u610F\uFF1A\u8FD9\u4E2A\u95EE\u9898\u662F\u95EE\u5BA2\u6237\u662F\u5426\u5236\u9020\u4E86\u534A\u5BFC\u4F53\u5236\u9020\u8FC7\u7A0B\u4E2D\u4F7F\u7528\u7684\u5DE5\u5177\
             \n Note: This question is asking if the customer builds tools that are used in the semiconductor manufacturing process 

chk.641.D1=\u8F6C\u79FB\u5230\u4FC4\u7F57\u65AF\u7684\u98CE\u9669 ---\u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u76F4\u63A5\u6216\u95F4\u63A5\u53C2\u4E0E\u4FC4\u7F57\u65AF\u4E1A\u52A1\u662F\u5426\u5C5E\u4E8E\u4EE5\u4E0B\u4EFB\u4F55\u6807\u51C6\
           \n Diversion Risk to Russia --- To the best of your knowledge or belief is your customer involved directly or indirectly in Russia fallen into any of the circumstances as\
           \n a) \u5B9E\u4F53\u6CD5\u4EBA\u3001\u80A1\u4E1C\u6216\u7BA1\u7406\u5C42\u662F\u5426\u4E3A\u4FC4\u7F57\u65AF\u56FD\u7C4D\uFF1F\
           \n    If the entity legal persons or shareholders or management are Russian nationalities?\
           \n b) \u8BE5\u5B9E\u4F53\u7684\u6295\u8D44\u662F\u5426\u5168\u90E8/\u90E8\u5206\u6765\u81EA\u4FC4\u7F57\u65AF\u6216\u7531\u4EFB\u4F55\u4FC4\u7F57\u65AF\u4F01\u4E1A\u6240\u6709\uFF1F\
           \n    If the entity's investment is fully/partially from Russia or owned by any of the Russia enterprises?\
           \n c) \u4EA4\u6613\u7684\u6700\u7EC8\u7528\u6237/\u6700\u7EC8\u7528\u9014\u662F\u5426\u5C06\u4E3A\u4FC4\u7F57\u65AF\u62E5\u6709\u6216\u4F4D\u4E8E\u4FC4\u7F57\u65AF\u7684\u4EFB\u4F55\u4F01\u4E1A/\u56FD\u7C4D\u7684\u4EBA\u5458\u670D\u52A1\uFF1F\
           \n    If the deal end user/end use will serve any enterprise/nationalities owned by Russia or located in Russia?\
           \n d) IBM\u7684\u8BA2\u5355\uFF08\u5305\u62EC\u6280\u672F\uFF09\u662F\u5426\u4F1A\u8F6C\u79FB\u5230\u4FC4\u7F57\u65AF\uFF1F\
           \n    If there will have any transfers of IBM orders (including technologies) destined to Russia?\
           \n e) \u6240\u63D0\u4F9B\u7684IBM\u8BBE\u5907\u914D\u7F6E\u662F\u5426\u6765\u6E90\u4E8E\u4EFB\u4F55\u4FC4\u7F57\u65AF\u4F01\u4E1A\u6216\u56FD\u7C4D\u4E4B\u524D\u8D2D\u4E70\u7684\u6E05\u5355\uFF1F\
           \n    If the provided IBM equipment configuration originated from the list previously purchased by any Russia owned enterprises or nationalities?

#Macao
chk.736.A1= \u8BA2\u5355\uFF08\u786C\u4EF6\uFF0C\u8F6F\u4EF6\u6216\u670D\u52A1\uFF09\u4E0E\u5BA2\u6237\u7684\u4E1A\u52A1\u8981\u6C42\u4E0D\u5339\u914D  \nThe order (hardware and software) does not match the customer's business requirements.
chk.736.A2= \u5BA2\u6237\u6CA1\u6709\u4F7F\u7528\u6B63\u5E38\u7684\u5B89\u88C5\u3001\u57F9\u8BAD\u548C\u7EF4\u62A4\u670D\u52A1\u3002  \nThe customer is not using normal installation, training and maintenance services.
chk.736.A3= \u5BA2\u6237\u7684\u4E1A\u52A1\u9700\u6C42\u548CIBM\u4EA7\u54C1\u7684\u4F7F\u7528\u5E76\u6CA1\u6709\u4E3AIBM\u6240\u719F\u77E5\u548C\u4E86\u89E3\u3002 \nThe customer business needs and use of IBM products is not well known and understood by IBM. 
chk.736.A4= \u5BA2\u6237\u8981\u6C42\u7279\u6B8A\u7684\u4ED8\u6B3E\u6216\u4EA4\u8D27\u6761\u6B3E\u548C\u6761\u4EF6\u3002 \nThe customer has requested unusual payment or delivery terms and conditions.
chk.736.A5= \u6709\u8FF9\u8C61\u8868\u660E\uFF0C\u4EA7\u54C1/\u670D\u52A1/\u6280\u672F\u5C06\u88AB\u8FD0\u5F80\u53D7\u5236\u88C1\u7684\u56FD\u5BB6/\u5730\u533A\uFF1A \u53E4\u5DF4\u3001\u4F0A\u6717\u3001\u671D\u9C9C\u3001\u53D9\u5229\u4E9A\u3001\u4E4C\u514B\u5170\u7684\u514B\u91CC\u7C73\u4E9A\u3001\u987F\u6D85\u8328\u514B\u548C\u5362\u7518\u65AF\u514B\u5730\u533A\u3001\u4FC4\u7F57\u65AF\u548C\u767D\u4FC4\u7F57\u65AF\u3002 \n Cuba, Iran, North Korea, Syria, the Crimea, Donetsk and Luhansk regions of Ukraine, Russia and Belarus.
chk.736.A6= \u6709\u8FF9\u8C61\u8868\u660E\u5BA2\u6237\u6216\u4F9B\u5E94\u5546\u7531\u53D7\u5236\u88C1\u56FD\u5BB6\u6216\u5730\u533A\u7684\u653F\u5E9C\u62E5\u6709\u6216\u63A7\u5236\uFF1F \nThere is an indication that the customer or supplier is owned or controlled by the government of any of the sanctioned countries or region?
chk.736.A7= \u5BA2\u6237\u7684\u516C\u53F8\u540D\u79F0\u4E2D\u662F\u5426\u5305\u542B\u4EE5\u4E0B\u4EFB\u4F55\u98CE\u9669\u6269\u6563\u5173\u952E\u5B57\uFF1F \nDoes the customer\u2019s name contain any of the below proliferation keywords?\
            \n \u6700\u7EC8\u7528\u6237/\u6700\u7EC8\u7528\u9014\u5173\u952E\u5B57 \nEnd User/End Use Keywords\
            \n \u822A\u7A7A\u822A\u5929 Aerospace 	\u949A Plutonium\
            \n \u706B\u70AE Artillery 	            \u63A8\u52A8\u529B Propulsion\
            \n \u539F\u5B50 Atom 	                \u653E\u5C04\u5B66 Radiological\
            \n \u539F\u5B50\u7684 Atomic 	        \u6838\u53CD\u5E94\u5806 Reactor\
            \n \u751F\u7269\u5B66\u7684 Biological 	\u4FA6\u5BDF Reconnaissance\
            \n \u70B8\u5F39 Bomb 	            \u706B\u7BAD Rocket\
            \n \u5316\u5B66\u7684 Chemical 	    \u52A0\u56FA Ruggedized\
            \n \u9632\u5FA1 Defense 	           \u4EBA\u9020\u536B\u661F Satellite\
            \n \u7206\u70B8 Explosive 	        \u7A7A\u95F4 Space\
            \n \u91CD\u6C34 Heavy Water 	    \u76D1\u63A7 Surveillance\
            \n \u519B\u4E8B Military 	            \u94C0 Uranium\
            \n \u5BFC\u5F39 Missile 	            \u6218\u4E89 Warfare\
            \n \u6838/\u539F\u5B50\u80FD Nuclear 	   \u6B66\u5668 Weapon\

chk.736.B1=\u5BFC\u5F39 --- \u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u4EE5\u4E0B\u56FD\u5BB6\u7684\u4EFB\u4F55\u4E0E\u652F\u6301\u706B\u7BAD\u7CFB\u7EDF\u548C/\u6216\u65E0\u4EBA\u98DE\u884C\u5668\u6709\u5173\u7684\u6D3B\u52A8\uFF1F \nMissile --- To the best of your knowledge or belief is your customer involved in any activity related to or in support of rocket systems and/or unmanned air vehicles in the following countries?\
           \n \u201C\u706B\u7BAD\u7CFB\u7EDF\u201D\u5305\u62EC\u4F46\u4E0D\u9650\u4E8E\uFF1A\u5F39\u9053\u5BFC\u5F39\u3001\u592A\u7A7A\u8FD0\u8F7D\u706B\u7BAD\u548C\u63A2\u7A7A\u706B\u7BAD\
           \n \u201CRocket Systems\u201D include, but are not limited to: ballistic missiles, space launch vehicles, and sounding rockets\
           \n \u201C\u65E0\u4EBA\u98DE\u884C\u5668\u201D\u5305\u62EC\u4F46\u4E0D\u9650\u4E8E\uFF1A\u5DE1\u822A\u5BFC\u5F39\u3001\u76EE\u6807\u65E0\u4EBA\u673A\u548C\u4FA6\u5BDF\u65E0\u4EBA\u673A\
           \n \u201CUnmanned Air Vehicles\u201D include, but are not limited to: cruise missiles, target drones and reconnaissance drones

chk.736.B2= \u751F\u5316\u6B66\u5668\
            \n Chemical or Biological Weapons\
            \n\u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u4EE5\u4E0B\u56FD\u5BB6\u4E0E\u5316\u5B66\u6B66\u5668\u6216\u751F\u7269\u6B66\u5668\u6709\u5173\u6216\u652F\u6301\u5316\u5B66\u6B66\u5668\u6216\u751F\u7269\u5B66\u6B66\u5668\u7684\u4EFB\u4F55\u6D3B\u52A8\uFF1F\
            \n To the best of your knowledge or belief is your customer involved in any activity related to or in support of Chemical or Biological Weapons in following countries?\
            \n \u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u4EE5\u4E0B\u56FD\u5BB6\u4E0E\u5316\u5B66\u6B66\u5668\u524D\u4F53\u7684\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u7EF4\u4FEE\u548C\u5236\u9020\u6709\u5173\u7684\u4EFB\u4F55\u6D3B\u52A8\uFF1F\
            \n To the best of your knowledge or belief is your customer involved in any activity related to the design, development, repair, manufacture of chemical weapons precursors in following countries?\
            \n \u6CE8\uFF1A\u8FD9\u5305\u62EC\u4E0E\u8FD0\u8F7D\u5316\u5B66\u3001\u751F\u7269\u6216\u6838\u6B66\u5668\u7684\u706B\u7BAD\u7CFB\u7EDF\u6216\u65E0\u4EBA\u673A\u6709\u5173\u6216\u4E3A\u5176\u63D0\u4F9B\u652F\u6301\u7684\u4EFB\u4F55\u6D3B\u52A8\
            \n NOTE: This includes any activity related to or in support of rocket systems or unmanned aerial vehicles for the delivery of chemical, biological, or nuclear weapons 
chk.736.B3= \u6838\u80FD --- \u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u8BE5\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u4EE5\u4E0B\u56FD\u5BB6\u7684\u6838\u6B66\u5668\u6216\u6838\u7206\u70B8\u88C5\u7F6E\u7684\u4EFB\u4F55\u6D3B\u52A8\uFF08\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u5236\u9020\u7B49\uFF09\uFF1F\
            \n Nuclear --- To the best of your knowledge or belief, is this customer involved in any activity (design, development, manufacture etc.) of nuclear weapons or nuclear explosive devices in the following counties? 
chk.736.B4= \u519B\u4E8B-\u60C5\u62A5\u6700\u7EC8\u7528\u6237/\u519B\u4E8B\u60C5\u62A5\u6700\u7EC8\u7528\u9014 --- \u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u4E0E\u4EE5\u4E0B\u56FD\u5BB6\u7684\u60C5\u62A5\u548C/\u6216\u519B\u4E8B\u60C5\u62A5\u6700\u7EC8\u7528\u6237\u6216\u5177\u6709\u519B\u4E8B\u60C5\u62A5\u6700\u7EC8\u76EE\u7684\u7684\u7269\u54C1\u7684\u5546\u4E1A\u6D3B\u52A8\uFF1F\
            \n Military- Intelligence End user/Military-intelligence End Use --- To the best of your knowledge or belief is your customer involved business activities with a Intelligence and/or military-intelligence end user or items with military-intelligence end uses in the following counties?\
            \n \u5B9A\u4E49\
            \n DEFINITIONS\
            \n \u519B\u4E8B\u60C5\u62A5\u6700\u7EC8\u7528\u6237\uFF1A\u6307\u6B66\u88C5\u90E8\u961F\uFF08\u9646\u519B\u3001\u6D77\u519B\u3001\u6D77\u519B\u9646\u6218\u961F\u3001\u7A7A\u519B\u6216\u6D77\u5CB8\u8B66\u536B\u961F\uFF09\u7684\u4EFB\u4F55\u60C5\u62A5\u6216\u4FA6\u5BDF\u7EC4\u7EC7\uFF1B\u6216\u56FD\u6C11\u8B66\u536B\u961F\u3002\
            \n Military-Intelligence End User: means any intelligence or reconnaissance organization of the armed services (army, navy, marine, air force, or coast guard); or national guard.\
            \n \u60C5\u62A5\u6700\u7EC8\u7528\u6237\uFF1A\u6307\u4EFB\u4F55\u653F\u5E9C\u60C5\u62A5\u673A\u6784\u3002\u4F8B\u5982\uFF1A\u4E2D\u592E\u60C5\u62A5\u5C40\u3001\u91D1\u878D\u7A33\u5B9A\u5C40\u3001\u6469\u8428\u5FB7\u3002\
            \n Intelligence End user: means any government intelligence organization. Examples: CIA, FSB, Mossad.\
            \n \u519B\u4E8B\u60C5\u62A5\u6700\u7EC8\u7528\u9014\uFF1A\u6307\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u751F\u4EA7\u3001\u4F7F\u7528\u3001\u64CD\u4F5C\u3001\u5B89\u88C5\uFF08\u5305\u62EC\u73B0\u573A\u5B89\u88C5\uFF09\u3001\u7EF4\u62A4\uFF08\u68C0\u67E5\uFF09\u3001\u4FEE\u7406\u3001\u5927\u4FEE\u6216\u7FFB\u65B0\uFF0C\u6216\u5E76\u5165\u519B\u4E8B\u7269\u54C1\u6216\u65E8\u5728\u652F\u6301\u4E0A\u8FF0\u201C\u519B\u4E8B\u60C5\u62A5\u6700\u7EC8\u7528\u6237\u201D\u884C\u52A8\u6216\u529F\u80FD\u7684\u7269\u54C1\u3002\
            \n Military-Intelligence End Uses: means the design, development, production, use, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, or refurbishing of, or incorporation into military items or items which are intended support the actions or functions of a \u2018military-intelligence end user,\u2019 as defined above. 
chk.736.B5=\u519B\u4E8B\u6700\u7EC8\u7528\u6237/\u519B\u4E8B\u6700\u7EC8\u7528\u9014 ---  \u636E\u60A8\u6240\u77E5\uFF0C\u5BA2\u6237\u662F\u5426\u519B\u4E8B\u6700\u7EC8\u7528\u6237\u6216\u4E0E\u4EE5\u4E0B\u56FD\u5BB6\u7684\u519B\u4E8B\u6700\u7EC8\u7528\u6237\u6216\u5177\u6709\u519B\u4E8B\u6700\u7EC8\u7528\u9014\u7684\u7269\u54C1\u4E00\u8D77\u53C2\u4E0E\u5546\u4E1A\u6D3B\u52A8\uFF1F\
           \n Military End user/Military End Use --- To the best of your knowledge, is the customer a military end user or involved in business activities with a military end user or items with military end uses in the following countries?\
           \n \u5B9A\u4E49\
           \n DEFINITIONS\
           \n \u519B\u4E8B\u6700\u7EC8\u7528\u6237\uFF1A \u5305\u62EC\u9646\u519B\u3001\u6D77\u519B\u3001\u7A7A\u519B\u3001\u6D77\u519B\u9646\u6218\u961F\u3001\u6D77\u5CB8\u8B66\u536B\u961F\u3001\u56FD\u6C11\u8B66\u536B\u961F\u3001\u5B89\u5168\u6216\u8B66\u5BDF\u3001\u653F\u5E9C\u56FD\u9632\u548C\u4FA6\u5BDF\u7EC4\u7EC7\u53CA\u5176\u627F\u5305\u5546\uFF0C\u6216\u4EFB\u4F55\u884C\u52A8\u6216\u804C\u80FD\u65E8\u5728\u652F\u6301\u519B\u4E8B\u6700\u7EC8\u7528\u9014\u7684\u4E2A\u4EBA\u6216\u5B9E\u4F53\u3002\
           \n Military End Users: Include army, navy, air force, marines, coast guard, national guard, security or police, government defense, and reconnaissance organizations, and their contractors or any person or entity whose actions or functions are intended to support military end uses.\
           \n \u519B\u4E8B\u6700\u7EC8\u7528\u9014\uFF1A\u7EB3\u5165\u519B\u4E8B\u7269\u54C1\uFF1B\u6216\u652F\u6301\u6216\u6709\u52A9\u4E8E\u519B\u4E8B\u7269\u54C1\u7684\u64CD\u4F5C\u3001\u5B89\u88C5\u3001\u7EF4\u62A4\u3001\u4FEE\u7406\u3001\u5927\u4FEE\u3001\u7FFB\u65B0\u3001\u5F00\u53D1\u6216\u751F\u4EA7\u7684\u4EFB\u4F55\u7269\u54C1\u3002\
           \n Military End Uses: incorporation into a military item; or any item that supports or contributes to the operation, installation, maintenance, repair, overhaul, refurbishing, development, or production, of military items.

chk.736.C1=\u8D85\u7EA7\u8BA1\u7B97\u673A --- \u636E\u4F60\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u4F60\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u201C\u8D85\u7EA7\u8BA1\u7B97\u673A\u201D\u7684\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u5236\u9020\u3001\u6D4B\u8BD5\u7B49\uFF1F\
             \n Supercomputer ---To the best of your knowledge or belief is your customer involved in the design, development, manufacturing, testing, etc. of a \u201Csupercomputer\u201D?\
             \n \u4F60\u7684\u5BA2\u6237\u5236\u9020\u8D85\u7EA7\u8BA1\u7B97\u673A\u5417\uFF1F\
             \n a) Does your customer build supercomputers?

chk.736.C2=\u8D85\u7EA7\u8BA1\u7B97\u673A --- \u636E\u4F60\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u4F60\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u201C\u8D85\u7EA7\u8BA1\u7B97\u673A\u201D\u7684\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u5236\u9020\u3001\u6D4B\u8BD5\u7B49\uFF1F\
             \n Supercomputer ---To the best of your knowledge or belief is your customer involved in the design, development, manufacturing, testing, etc. of a \u201Csupercomputer\u201D?\
             \n \u60A8\u7684\u5BA2\u6237\u62E5\u6709\u8D85\u7EA7\u8BA1\u7B97\u673A\u5417\uFF1F\
             \n b) Does your customer own supercomputers?

chk.736.C3=\u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u5C06\u7269\u54C1\u7EB3\u5165\u8D85\u7EA7\u8BA1\u7B97\u673A\u7684\u4EFB\u4F55\u6D3B\u52A8\uFF0C\u6216\u5C06\u7528\u4E8E\u201C\u8D85\u7EA7\u8BA1\u7B97\u673A\u201D\u7684\u4EFB\u4F55\u7EC4\u4EF6/\u7269\u54C1\u7684\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u5236\u9020\u3001\u6D4B\u8BD5\u7B49\uFF1F\
             \n To the best of your knowledge or belief, is your customer involved in any activity to incorporate items into a supercomputer, or the design, development, manufacturing, testing, etc. of any components/items that will be used in a \u2018\u2018supercomputer\u2019\u2019?\
             \n \u6CE8\u610F\uFF1A\u8FD9\u4E2A\u95EE\u9898\u662F\u95EE\u5BA2\u6237\u662F\u5426\u5236\u9020\u6216\u652F\u6301\u7528\u4E8E\u8D85\u7EA7\u8BA1\u7B97\u673A\u6216\u6784\u5EFA\u8D85\u7EA7\u8BA1\u7B97\u673A\u7684\u5DE5\u5177/\u7EC4\u4EF6\u3002\
             \n Note: this question is asking if the customer makes or supports tools/components that are used in a supercomputer or to build a supercomputer.\
             \n \u5B9A\u4E49\
             \n DEFINITIONS\
             \n \u8D85\u7EA7\u8BA1\u7B97\u673A\uFF1A\u4E00\u79CD\u9AD8\u6027\u80FD\u7684\u591A\u673A\u67B6\u7CFB\u7EDF\uFF0C\u5177\u6709\u6570\u5343\u4E2A\u7D27\u5BC6\u8026\u5408\u7684\u8BA1\u7B97\u6838\u5FC3\uFF0C\u901A\u8FC7\u7F51\u7EDC\u6280\u672F\u5E76\u8054\u8FDE\u63A5\uFF0C\u5E76\u5177\u6709\u9700\u8981\u51B7\u5374\u5143\u4EF6\u7684\u9AD8\u5CF0\u503C\u529F\u7387\u5BB9\u91CF\u3002\u5B83\u4EEC\u7528\u4E8E\u8BA1\u7B97\u5BC6\u96C6\u578B\u4EFB\u52A1\uFF0C\u5305\u62EC\u79D1\u5B66\u548C\u5DE5\u7A0B\u5DE5\u4F5C\u3002\u8D85\u7EA7\u8BA1\u7B97\u673A\u53EF\u80FD\u5305\u62EC\u5171\u4EAB\u5185\u5B58\u3001\u5206\u5E03\u5F0F\u5185\u5B58\u6216\u4E24\u8005\u7684\u7EC4\u5408\u3002\
             \n Supercomputer: a high-performance multi-rack system having thousands of closely coupled compute cores connected in parallel with networking technology and having a high peak power capacity requiring cooling elements. They are used for computationally intensive tasks including scientific and engineering work. Supercomputers may include shared memory, distributed memory, or a combination of both. 
chk.736.C4=\u534A\u5BFC\u4F53\u5236\u9020\u4E1A --- \uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u96C6\u6210\u7535\u8DEF\u7684\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u5236\u9020\u3001\u6D4B\u8BD5\u7B49\uFF1F\
             \n Semiconductor Manufacturing ---To the best of your knowledge or belief is your customer involved in the design, development, manufacturing, testing, etc. of integrated circuits?\
             \n \u6CE8\u610F\uFF1A \u8FD9\u4E2A\u95EE\u9898\u662F\u95EE\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u534A\u5BFC\u4F53\u6216\u96C6\u6210\u7535\u8DEF\u7684\u5236\u9020\u8FC7\u7A0B\u3002\
             \n Note: This question is asking if the customer is involved in the semiconductor or integrated circuit manufacturing process. 
chk.736.C5=\u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u534A\u5BFC\u4F53\u751F\u4EA7\u3001\u5236\u9020\u3001\u6D4B\u8BD5\u7B49\u6240\u7528\u5DE5\u5177\u7684\u4EFB\u4F55\u96F6\u4EF6\u3001\u7EC4\u4EF6\u6216\u8BBE\u5907\u7684\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u5236\u9020\u548C\u6D4B\u8BD5\u7B49\u3002\
             \n To the best of your knowledge or belief is your customer involved with the design, development, manufacturing, testing, etc. of any parts, components, or equipment of the tools that are used in the production, manufacturing, testing, etc. of semiconductors.\
             \n \u6CE8\u610F\uFF1A\u8FD9\u4E2A\u95EE\u9898\u662F\u95EE\u5BA2\u6237\u662F\u5426\u5236\u9020\u4E86\u534A\u5BFC\u4F53\u5236\u9020\u8FC7\u7A0B\u4E2D\u4F7F\u7528\u7684\u5DE5\u5177\
             \n Note: This question is asking if the customer builds tools that are used in the semiconductor manufacturing process 

chk.736.D1=\u8F6C\u79FB\u5230\u4FC4\u7F57\u65AF\u7684\u98CE\u9669 ---\u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u76F4\u63A5\u6216\u95F4\u63A5\u53C2\u4E0E\u4FC4\u7F57\u65AF\u4E1A\u52A1\u662F\u5426\u5C5E\u4E8E\u4EE5\u4E0B\u4EFB\u4F55\u6807\u51C6\
           \n Diversion Risk to Russia --- To the best of your knowledge or belief is your customer involved directly or indirectly in Russia fallen into any of the circumstances as\
           \n a) \u5B9E\u4F53\u6CD5\u4EBA\u3001\u80A1\u4E1C\u6216\u7BA1\u7406\u5C42\u662F\u5426\u4E3A\u4FC4\u7F57\u65AF\u56FD\u7C4D\uFF1F\
           \n    If the entity legal persons or shareholders or management are Russian nationalities?\
           \n b) \u8BE5\u5B9E\u4F53\u7684\u6295\u8D44\u662F\u5426\u5168\u90E8/\u90E8\u5206\u6765\u81EA\u4FC4\u7F57\u65AF\u6216\u7531\u4EFB\u4F55\u4FC4\u7F57\u65AF\u4F01\u4E1A\u6240\u6709\uFF1F\
           \n    If the entity's investment is fully/partially from Russia or owned by any of the Russia enterprises?\
           \n c) \u4EA4\u6613\u7684\u6700\u7EC8\u7528\u6237/\u6700\u7EC8\u7528\u9014\u662F\u5426\u5C06\u4E3A\u4FC4\u7F57\u65AF\u62E5\u6709\u6216\u4F4D\u4E8E\u4FC4\u7F57\u65AF\u7684\u4EFB\u4F55\u4F01\u4E1A/\u56FD\u7C4D\u7684\u4EBA\u5458\u670D\u52A1\uFF1F\
           \n    If the deal end user/end use will serve any enterprise/nationalities owned by Russia or located in Russia?\
           \n d) IBM\u7684\u8BA2\u5355\uFF08\u5305\u62EC\u6280\u672F\uFF09\u662F\u5426\u4F1A\u8F6C\u79FB\u5230\u4FC4\u7F57\u65AF\uFF1F\
           \n    If there will have any transfers of IBM orders (including technologies) destined to Russia?\
            \n e) \u6240\u63D0\u4F9B\u7684IBM\u8BBE\u5907\u914D\u7F6E\u662F\u5426\u6765\u6E90\u4E8E\u4EFB\u4F55\u4FC4\u7F57\u65AF\u4F01\u4E1A\u6216\u56FD\u7C4D\u4E4B\u524D\u8D2D\u4E70\u7684\u6E05\u5355\uFF1F\
           \n    If the provided IBM equipment configuration originated from the list previously purchased by any Russia owned enterprises or nationalities?
#Hong Kong
chk.738.A1= \u8BA2\u5355\uFF08\u786C\u4EF6\uFF0C\u8F6F\u4EF6\u6216\u670D\u52A1\uFF09\u4E0E\u5BA2\u6237\u7684\u4E1A\u52A1\u8981\u6C42\u4E0D\u5339\u914D  \nThe order (hardware and software) does not match the customer's business requirements.
chk.738.A2= \u5BA2\u6237\u6CA1\u6709\u4F7F\u7528\u6B63\u5E38\u7684\u5B89\u88C5\u3001\u57F9\u8BAD\u548C\u7EF4\u62A4\u670D\u52A1\u3002  \nThe customer is not using normal installation, training and maintenance services.
chk.738.A3= \u5BA2\u6237\u7684\u4E1A\u52A1\u9700\u6C42\u548CIBM\u4EA7\u54C1\u7684\u4F7F\u7528\u5E76\u6CA1\u6709\u4E3AIBM\u6240\u719F\u77E5\u548C\u4E86\u89E3\u3002 \nThe customer business needs and use of IBM products is not well known and understood by IBM. 
chk.738.A4= \u5BA2\u6237\u8981\u6C42\u7279\u6B8A\u7684\u4ED8\u6B3E\u6216\u4EA4\u8D27\u6761\u6B3E\u548C\u6761\u4EF6\u3002 \nThe customer has requested unusual payment or delivery terms and conditions.
chk.738.A5= \u6709\u8FF9\u8C61\u8868\u660E\uFF0C\u4EA7\u54C1/\u670D\u52A1/\u6280\u672F\u5C06\u88AB\u8FD0\u5F80\u53D7\u5236\u88C1\u7684\u56FD\u5BB6/\u5730\u533A\uFF1A \u53E4\u5DF4\u3001\u4F0A\u6717\u3001\u671D\u9C9C\u3001\u53D9\u5229\u4E9A\u3001\u4E4C\u514B\u5170\u7684\u514B\u91CC\u7C73\u4E9A\u3001\u987F\u6D85\u8328\u514B\u548C\u5362\u7518\u65AF\u514B\u5730\u533A\u3001\u4FC4\u7F57\u65AF\u548C\u767D\u4FC4\u7F57\u65AF\u3002 \n Cuba, Iran, North Korea, Syria, the Crimea, Donetsk and Luhansk regions of Ukraine, Russia and Belarus.
chk.738.A6= \u6709\u8FF9\u8C61\u8868\u660E\u5BA2\u6237\u6216\u4F9B\u5E94\u5546\u7531\u53D7\u5236\u88C1\u56FD\u5BB6\u6216\u5730\u533A\u7684\u653F\u5E9C\u62E5\u6709\u6216\u63A7\u5236\uFF1F \nThere is an indication that the customer or supplier is owned or controlled by the government of any of the sanctioned countries or region?
chk.738.A7= \u5BA2\u6237\u7684\u516C\u53F8\u540D\u79F0\u4E2D\u662F\u5426\u5305\u542B\u4EE5\u4E0B\u4EFB\u4F55\u98CE\u9669\u6269\u6563\u5173\u952E\u5B57\uFF1F \nDoes the customer\u2019s name contain any of the below proliferation keywords?\
            \n \u6700\u7EC8\u7528\u6237/\u6700\u7EC8\u7528\u9014\u5173\u952E\u5B57 \nEnd User/End Use Keywords\
            \n \u822A\u7A7A\u822A\u5929 Aerospace 	\u949A Plutonium\
            \n \u706B\u70AE Artillery 	            \u63A8\u52A8\u529B Propulsion\
            \n \u539F\u5B50 Atom 	                \u653E\u5C04\u5B66 Radiological\
            \n \u539F\u5B50\u7684 Atomic 	        \u6838\u53CD\u5E94\u5806 Reactor\
            \n \u751F\u7269\u5B66\u7684 Biological 	\u4FA6\u5BDF Reconnaissance\
            \n \u70B8\u5F39 Bomb 	            \u706B\u7BAD Rocket\
            \n \u5316\u5B66\u7684 Chemical 	    \u52A0\u56FA Ruggedized\
            \n \u9632\u5FA1 Defense 	           \u4EBA\u9020\u536B\u661F Satellite\
            \n \u7206\u70B8 Explosive 	        \u7A7A\u95F4 Space\
            \n \u91CD\u6C34 Heavy Water 	    \u76D1\u63A7 Surveillance\
            \n \u519B\u4E8B Military 	            \u94C0 Uranium\
            \n \u5BFC\u5F39 Missile 	            \u6218\u4E89 Warfare\
            \n \u6838/\u539F\u5B50\u80FD Nuclear 	   \u6B66\u5668 Weapon\

chk.738.B1=\u5BFC\u5F39 --- \u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u4EE5\u4E0B\u56FD\u5BB6\u7684\u4EFB\u4F55\u4E0E\u652F\u6301\u706B\u7BAD\u7CFB\u7EDF\u548C/\u6216\u65E0\u4EBA\u98DE\u884C\u5668\u6709\u5173\u7684\u6D3B\u52A8\uFF1F \nMissile --- To the best of your knowledge or belief is your customer involved in any activity related to or in support of rocket systems and/or unmanned air vehicles in the following countries?\
           \n \u201C\u706B\u7BAD\u7CFB\u7EDF\u201D\u5305\u62EC\u4F46\u4E0D\u9650\u4E8E\uFF1A\u5F39\u9053\u5BFC\u5F39\u3001\u592A\u7A7A\u8FD0\u8F7D\u706B\u7BAD\u548C\u63A2\u7A7A\u706B\u7BAD\
           \n \u201CRocket Systems\u201D include, but are not limited to: ballistic missiles, space launch vehicles, and sounding rockets\
           \n \u201C\u65E0\u4EBA\u98DE\u884C\u5668\u201D\u5305\u62EC\u4F46\u4E0D\u9650\u4E8E\uFF1A\u5DE1\u822A\u5BFC\u5F39\u3001\u76EE\u6807\u65E0\u4EBA\u673A\u548C\u4FA6\u5BDF\u65E0\u4EBA\u673A\
           \n \u201CUnmanned Air Vehicles\u201D include, but are not limited to: cruise missiles, target drones and reconnaissance drones

chk.738.B2= \u751F\u5316\u6B66\u5668\
            \n Chemical or Biological Weapons\
            \n\u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u4EE5\u4E0B\u56FD\u5BB6\u4E0E\u5316\u5B66\u6B66\u5668\u6216\u751F\u7269\u6B66\u5668\u6709\u5173\u6216\u652F\u6301\u5316\u5B66\u6B66\u5668\u6216\u751F\u7269\u5B66\u6B66\u5668\u7684\u4EFB\u4F55\u6D3B\u52A8\uFF1F\
            \n To the best of your knowledge or belief is your customer involved in any activity related to or in support of Chemical or Biological Weapons in following countries?\
            \n \u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u4EE5\u4E0B\u56FD\u5BB6\u4E0E\u5316\u5B66\u6B66\u5668\u524D\u4F53\u7684\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u7EF4\u4FEE\u548C\u5236\u9020\u6709\u5173\u7684\u4EFB\u4F55\u6D3B\u52A8\uFF1F\
            \n To the best of your knowledge or belief is your customer involved in any activity related to the design, development, repair, manufacture of chemical weapons precursors in following countries?\
            \n \u6CE8\uFF1A\u8FD9\u5305\u62EC\u4E0E\u8FD0\u8F7D\u5316\u5B66\u3001\u751F\u7269\u6216\u6838\u6B66\u5668\u7684\u706B\u7BAD\u7CFB\u7EDF\u6216\u65E0\u4EBA\u673A\u6709\u5173\u6216\u4E3A\u5176\u63D0\u4F9B\u652F\u6301\u7684\u4EFB\u4F55\u6D3B\u52A8\
            \n NOTE: This includes any activity related to or in support of rocket systems or unmanned aerial vehicles for the delivery of chemical, biological, or nuclear weapons 
chk.738.B3= \u6838\u80FD --- \u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u8BE5\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u4EE5\u4E0B\u56FD\u5BB6\u7684\u6838\u6B66\u5668\u6216\u6838\u7206\u70B8\u88C5\u7F6E\u7684\u4EFB\u4F55\u6D3B\u52A8\uFF08\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u5236\u9020\u7B49\uFF09\uFF1F\
            \n Nuclear --- To the best of your knowledge or belief, is this customer involved in any activity (design, development, manufacture etc.) of nuclear weapons or nuclear explosive devices in the following counties? 
chk.738.B4= \u519B\u4E8B-\u60C5\u62A5\u6700\u7EC8\u7528\u6237/\u519B\u4E8B\u60C5\u62A5\u6700\u7EC8\u7528\u9014 --- \u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u4E0E\u4EE5\u4E0B\u56FD\u5BB6\u7684\u60C5\u62A5\u548C/\u6216\u519B\u4E8B\u60C5\u62A5\u6700\u7EC8\u7528\u6237\u6216\u5177\u6709\u519B\u4E8B\u60C5\u62A5\u6700\u7EC8\u76EE\u7684\u7684\u7269\u54C1\u7684\u5546\u4E1A\u6D3B\u52A8\uFF1F\
            \n Military- Intelligence End user/Military-intelligence End Use --- To the best of your knowledge or belief is your customer involved business activities with a Intelligence and/or military-intelligence end user or items with military-intelligence end uses in the following counties?\
            \n \u5B9A\u4E49\
            \n DEFINITIONS\
            \n \u519B\u4E8B\u60C5\u62A5\u6700\u7EC8\u7528\u6237\uFF1A\u6307\u6B66\u88C5\u90E8\u961F\uFF08\u9646\u519B\u3001\u6D77\u519B\u3001\u6D77\u519B\u9646\u6218\u961F\u3001\u7A7A\u519B\u6216\u6D77\u5CB8\u8B66\u536B\u961F\uFF09\u7684\u4EFB\u4F55\u60C5\u62A5\u6216\u4FA6\u5BDF\u7EC4\u7EC7\uFF1B\u6216\u56FD\u6C11\u8B66\u536B\u961F\u3002\
            \n Military-Intelligence End User: means any intelligence or reconnaissance organization of the armed services (army, navy, marine, air force, or coast guard); or national guard.\
            \n \u60C5\u62A5\u6700\u7EC8\u7528\u6237\uFF1A\u6307\u4EFB\u4F55\u653F\u5E9C\u60C5\u62A5\u673A\u6784\u3002\u4F8B\u5982\uFF1A\u4E2D\u592E\u60C5\u62A5\u5C40\u3001\u91D1\u878D\u7A33\u5B9A\u5C40\u3001\u6469\u8428\u5FB7\u3002\
            \n Intelligence End user: means any government intelligence organization. Examples: CIA, FSB, Mossad.\
            \n \u519B\u4E8B\u60C5\u62A5\u6700\u7EC8\u7528\u9014\uFF1A\u6307\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u751F\u4EA7\u3001\u4F7F\u7528\u3001\u64CD\u4F5C\u3001\u5B89\u88C5\uFF08\u5305\u62EC\u73B0\u573A\u5B89\u88C5\uFF09\u3001\u7EF4\u62A4\uFF08\u68C0\u67E5\uFF09\u3001\u4FEE\u7406\u3001\u5927\u4FEE\u6216\u7FFB\u65B0\uFF0C\u6216\u5E76\u5165\u519B\u4E8B\u7269\u54C1\u6216\u65E8\u5728\u652F\u6301\u4E0A\u8FF0\u201C\u519B\u4E8B\u60C5\u62A5\u6700\u7EC8\u7528\u6237\u201D\u884C\u52A8\u6216\u529F\u80FD\u7684\u7269\u54C1\u3002\
            \n Military-Intelligence End Uses: means the design, development, production, use, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, or refurbishing of, or incorporation into military items or items which are intended support the actions or functions of a \u2018military-intelligence end user,\u2019 as defined above. 
chk.738.B5=\u519B\u4E8B\u6700\u7EC8\u7528\u6237/\u519B\u4E8B\u6700\u7EC8\u7528\u9014 ---  \u636E\u60A8\u6240\u77E5\uFF0C\u5BA2\u6237\u662F\u5426\u519B\u4E8B\u6700\u7EC8\u7528\u6237\u6216\u4E0E\u4EE5\u4E0B\u56FD\u5BB6\u7684\u519B\u4E8B\u6700\u7EC8\u7528\u6237\u6216\u5177\u6709\u519B\u4E8B\u6700\u7EC8\u7528\u9014\u7684\u7269\u54C1\u4E00\u8D77\u53C2\u4E0E\u5546\u4E1A\u6D3B\u52A8\uFF1F\
           \n Military End user/Military End Use --- To the best of your knowledge, is the customer a military end user or involved in business activities with a military end user or items with military end uses in the following countries?\
           \n \u5B9A\u4E49\
           \n DEFINITIONS\
           \n \u519B\u4E8B\u6700\u7EC8\u7528\u6237\uFF1A \u5305\u62EC\u9646\u519B\u3001\u6D77\u519B\u3001\u7A7A\u519B\u3001\u6D77\u519B\u9646\u6218\u961F\u3001\u6D77\u5CB8\u8B66\u536B\u961F\u3001\u56FD\u6C11\u8B66\u536B\u961F\u3001\u5B89\u5168\u6216\u8B66\u5BDF\u3001\u653F\u5E9C\u56FD\u9632\u548C\u4FA6\u5BDF\u7EC4\u7EC7\u53CA\u5176\u627F\u5305\u5546\uFF0C\u6216\u4EFB\u4F55\u884C\u52A8\u6216\u804C\u80FD\u65E8\u5728\u652F\u6301\u519B\u4E8B\u6700\u7EC8\u7528\u9014\u7684\u4E2A\u4EBA\u6216\u5B9E\u4F53\u3002\
           \n Military End Users: Include army, navy, air force, marines, coast guard, national guard, security or police, government defense, and reconnaissance organizations, and their contractors or any person or entity whose actions or functions are intended to support military end uses.\
           \n \u519B\u4E8B\u6700\u7EC8\u7528\u9014\uFF1A\u7EB3\u5165\u519B\u4E8B\u7269\u54C1\uFF1B\u6216\u652F\u6301\u6216\u6709\u52A9\u4E8E\u519B\u4E8B\u7269\u54C1\u7684\u64CD\u4F5C\u3001\u5B89\u88C5\u3001\u7EF4\u62A4\u3001\u4FEE\u7406\u3001\u5927\u4FEE\u3001\u7FFB\u65B0\u3001\u5F00\u53D1\u6216\u751F\u4EA7\u7684\u4EFB\u4F55\u7269\u54C1\u3002\
           \n Military End Uses: incorporation into a military item; or any item that supports or contributes to the operation, installation, maintenance, repair, overhaul, refurbishing, development, or production, of military items.

chk.738.C1=\u8D85\u7EA7\u8BA1\u7B97\u673A --- \u636E\u4F60\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u4F60\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u201C\u8D85\u7EA7\u8BA1\u7B97\u673A\u201D\u7684\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u5236\u9020\u3001\u6D4B\u8BD5\u7B49\uFF1F\
             \n Supercomputer ---To the best of your knowledge or belief is your customer involved in the design, development, manufacturing, testing, etc. of a \u201Csupercomputer\u201D?\
             \n \u4F60\u7684\u5BA2\u6237\u5236\u9020\u8D85\u7EA7\u8BA1\u7B97\u673A\u5417\uFF1F\
             \n a) Does your customer build supercomputers?

chk.738.C2=\u8D85\u7EA7\u8BA1\u7B97\u673A --- \u636E\u4F60\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u4F60\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u201C\u8D85\u7EA7\u8BA1\u7B97\u673A\u201D\u7684\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u5236\u9020\u3001\u6D4B\u8BD5\u7B49\uFF1F\
             \n Supercomputer ---To the best of your knowledge or belief is your customer involved in the design, development, manufacturing, testing, etc. of a \u201Csupercomputer\u201D?\
             \n \u60A8\u7684\u5BA2\u6237\u62E5\u6709\u8D85\u7EA7\u8BA1\u7B97\u673A\u5417\uFF1F\
             \n b) Does your customer own supercomputers?

chk.738.C3=\u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u5C06\u7269\u54C1\u7EB3\u5165\u8D85\u7EA7\u8BA1\u7B97\u673A\u7684\u4EFB\u4F55\u6D3B\u52A8\uFF0C\u6216\u5C06\u7528\u4E8E\u201C\u8D85\u7EA7\u8BA1\u7B97\u673A\u201D\u7684\u4EFB\u4F55\u7EC4\u4EF6/\u7269\u54C1\u7684\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u5236\u9020\u3001\u6D4B\u8BD5\u7B49\uFF1F\
             \n To the best of your knowledge or belief, is your customer involved in any activity to incorporate items into a supercomputer, or the design, development, manufacturing, testing, etc. of any components/items that will be used in a \u2018\u2018supercomputer\u2019\u2019?\
             \n \u6CE8\u610F\uFF1A\u8FD9\u4E2A\u95EE\u9898\u662F\u95EE\u5BA2\u6237\u662F\u5426\u5236\u9020\u6216\u652F\u6301\u7528\u4E8E\u8D85\u7EA7\u8BA1\u7B97\u673A\u6216\u6784\u5EFA\u8D85\u7EA7\u8BA1\u7B97\u673A\u7684\u5DE5\u5177/\u7EC4\u4EF6\u3002\
             \n Note: this question is asking if the customer makes or supports tools/components that are used in a supercomputer or to build a supercomputer.\
             \n \u5B9A\u4E49\
             \n DEFINITIONS\
             \n \u8D85\u7EA7\u8BA1\u7B97\u673A\uFF1A\u4E00\u79CD\u9AD8\u6027\u80FD\u7684\u591A\u673A\u67B6\u7CFB\u7EDF\uFF0C\u5177\u6709\u6570\u5343\u4E2A\u7D27\u5BC6\u8026\u5408\u7684\u8BA1\u7B97\u6838\u5FC3\uFF0C\u901A\u8FC7\u7F51\u7EDC\u6280\u672F\u5E76\u8054\u8FDE\u63A5\uFF0C\u5E76\u5177\u6709\u9700\u8981\u51B7\u5374\u5143\u4EF6\u7684\u9AD8\u5CF0\u503C\u529F\u7387\u5BB9\u91CF\u3002\u5B83\u4EEC\u7528\u4E8E\u8BA1\u7B97\u5BC6\u96C6\u578B\u4EFB\u52A1\uFF0C\u5305\u62EC\u79D1\u5B66\u548C\u5DE5\u7A0B\u5DE5\u4F5C\u3002\u8D85\u7EA7\u8BA1\u7B97\u673A\u53EF\u80FD\u5305\u62EC\u5171\u4EAB\u5185\u5B58\u3001\u5206\u5E03\u5F0F\u5185\u5B58\u6216\u4E24\u8005\u7684\u7EC4\u5408\u3002\
             \n Supercomputer: a high-performance multi-rack system having thousands of closely coupled compute cores connected in parallel with networking technology and having a high peak power capacity requiring cooling elements. They are used for computationally intensive tasks including scientific and engineering work. Supercomputers may include shared memory, distributed memory, or a combination of both. 
chk.738.C4=\u534A\u5BFC\u4F53\u5236\u9020\u4E1A --- \uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u96C6\u6210\u7535\u8DEF\u7684\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u5236\u9020\u3001\u6D4B\u8BD5\u7B49\uFF1F\
             \n Semiconductor Manufacturing ---To the best of your knowledge or belief is your customer involved in the design, development, manufacturing, testing, etc. of integrated circuits?\
             \n \u6CE8\u610F\uFF1A \u8FD9\u4E2A\u95EE\u9898\u662F\u95EE\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u534A\u5BFC\u4F53\u6216\u96C6\u6210\u7535\u8DEF\u7684\u5236\u9020\u8FC7\u7A0B\u3002\
             \n Note: This question is asking if the customer is involved in the semiconductor or integrated circuit manufacturing process. 
chk.738.C5=\u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u662F\u5426\u53C2\u4E0E\u4E86\u534A\u5BFC\u4F53\u751F\u4EA7\u3001\u5236\u9020\u3001\u6D4B\u8BD5\u7B49\u6240\u7528\u5DE5\u5177\u7684\u4EFB\u4F55\u96F6\u4EF6\u3001\u7EC4\u4EF6\u6216\u8BBE\u5907\u7684\u8BBE\u8BA1\u3001\u5F00\u53D1\u3001\u5236\u9020\u548C\u6D4B\u8BD5\u7B49\u3002\
             \n To the best of your knowledge or belief is your customer involved with the design, development, manufacturing, testing, etc. of any parts, components, or equipment of the tools that are used in the production, manufacturing, testing, etc. of semiconductors.\
             \n \u6CE8\u610F\uFF1A\u8FD9\u4E2A\u95EE\u9898\u662F\u95EE\u5BA2\u6237\u662F\u5426\u5236\u9020\u4E86\u534A\u5BFC\u4F53\u5236\u9020\u8FC7\u7A0B\u4E2D\u4F7F\u7528\u7684\u5DE5\u5177\
             \n Note: This question is asking if the customer builds tools that are used in the semiconductor manufacturing process 

chk.738.D1=\u8F6C\u79FB\u5230\u4FC4\u7F57\u65AF\u7684\u98CE\u9669 ---\u636E\u60A8\u6240\u77E5\u6216\u6240\u4FE1\uFF0C\u60A8\u7684\u5BA2\u6237\u76F4\u63A5\u6216\u95F4\u63A5\u53C2\u4E0E\u4FC4\u7F57\u65AF\u4E1A\u52A1\u662F\u5426\u5C5E\u4E8E\u4EE5\u4E0B\u4EFB\u4F55\u6807\u51C6\
           \n Diversion Risk to Russia --- To the best of your knowledge or belief is your customer involved directly or indirectly in Russia fallen into any of the circumstances as\
           \n a) \u5B9E\u4F53\u6CD5\u4EBA\u3001\u80A1\u4E1C\u6216\u7BA1\u7406\u5C42\u662F\u5426\u4E3A\u4FC4\u7F57\u65AF\u56FD\u7C4D\uFF1F\
           \n    If the entity legal persons or shareholders or management are Russian nationalities?\
           \n b) \u8BE5\u5B9E\u4F53\u7684\u6295\u8D44\u662F\u5426\u5168\u90E8/\u90E8\u5206\u6765\u81EA\u4FC4\u7F57\u65AF\u6216\u7531\u4EFB\u4F55\u4FC4\u7F57\u65AF\u4F01\u4E1A\u6240\u6709\uFF1F\
           \n    If the entity's investment is fully/partially from Russia or owned by any of the Russia enterprises?\
           \n c) \u4EA4\u6613\u7684\u6700\u7EC8\u7528\u6237/\u6700\u7EC8\u7528\u9014\u662F\u5426\u5C06\u4E3A\u4FC4\u7F57\u65AF\u62E5\u6709\u6216\u4F4D\u4E8E\u4FC4\u7F57\u65AF\u7684\u4EFB\u4F55\u4F01\u4E1A/\u56FD\u7C4D\u7684\u4EBA\u5458\u670D\u52A1\uFF1F\
           \n    If the deal end user/end use will serve any enterprise/nationalities owned by Russia or located in Russia?\
           \n d) IBM\u7684\u8BA2\u5355\uFF08\u5305\u62EC\u6280\u672F\uFF09\u662F\u5426\u4F1A\u8F6C\u79FB\u5230\u4FC4\u7F57\u65AF\uFF1F\
           \n    If there will have any transfers of IBM orders (including technologies) destined to Russia?\
            \n e) \u6240\u63D0\u4F9B\u7684IBM\u8BBE\u5907\u914D\u7F6E\u662F\u5426\u6765\u6E90\u4E8E\u4EFB\u4F55\u4FC4\u7F57\u65AF\u4F01\u4E1A\u6216\u56FD\u7C4D\u4E4B\u524D\u8D2D\u4E70\u7684\u6E05\u5355\uFF1F\
           \n    If the provided IBM equipment configuration originated from the list previously purchased by any Russia owned enterprises or nationalities?
#Russia and related countries
chk.358.A1=Is the customer part of the military or involved in any military activity?
chk.358.A2=Will any military organization make use of or benefit from this transaction/installation?
chk.358.A3=Is the customer involved in any nuclear activities?
chk.358.A4=Is the customer related to or owned or controlled by any organization involved with any nuclear activity?
chk.358.A5=Is the customer involved in or supporting the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of, missiles (i.e. rocket systems and/or unmanned air vehicles)?
chk.358.A6=Is the customer involved in or supporting the design, development, production, operation, stockpiling, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of chemical or biological weapons?
chk.358.A7=To the best of your knowledge or belief is your customer involved in any activity related to or in support of the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a chemical plant?
chk.358.A8=If yes to the above, is your customer involved in any activity related to, or in support of: the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a whole plant of chemical weapons precursors specified in export control classification number (ECCN) 1C350? 
chk.358.A9=Based on your knowledge of this customer, have you identified any indicators of a potential diversion?	
chk.358.A10=Re-export: \n To the best of your knowledge and belief, is there any indication that the customer intends to re-export the products? 	
chk.358.B1=Is the customer a representation of an embargoed/terrorist country?	
chk.358.B2=To the best of your knowledge and belief, is the customer partially/fully owned or controlled by a government, - company/organization or person of an embargoed/terrorist country (see USERP, chapter 1.5)
chk.358.B3=Does the entity have any persons in its shareholder's structure that are subject to sanctions imposed by any government body,including the United Nations, the United States, and the European Union (collectively, "Sanctions" ) see https://w3-03.ibm.com/legal/denied-parties-list/denied.nsf

chk.359.A1=Is the customer part of the military or involved in any military activity?
chk.359.A2=Will any military organization make use of or benefit from this transaction/installation?
chk.359.A3=Is the customer involved in any nuclear activities?
chk.359.A4=Is the customer related to or owned or controlled by any organization involved with any nuclear activity?
chk.359.A5=Is the customer involved in or supporting the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of, missiles (i.e. rocket systems and/or unmanned air vehicles)?
chk.359.A6=Is the customer involved in or supporting the design, development, production, operation, stockpiling, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of chemical or biological weapons?
chk.359.A7=To the best of your knowledge or belief is your customer involved in any activity related to or in support of the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a chemical plant?
chk.359.A8=If yes to the above, is your customer involved in any activity related to, or in support of: the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a whole plant of chemical weapons precursors specified in export control classification number (ECCN) 1C350? 
chk.359.A9=Based on your knowledge of this customer, have you identified any indicators of a potential diversion?	
chk.359.A10=Re-export: \n To the best of your knowledge and belief, is there any indication that the customer intends to re-export the products? 	
chk.359.B1=Is the customer a representation of an embargoed/terrorist country?	
chk.359.B2=To the best of your knowledge and belief, is the customer partially/fully owned or controlled by a government, - company/organization or person of an embargoed/terrorist country (see USERP, chapter 1.5)
chk.359.B3=Does the entity have any persons in its shareholder's structure that are subject to sanctions imposed by any government body,including the United Nations, the United States, and the European Union (collectively, "Sanctions" ) see https://w3-03.ibm.com/legal/denied-parties-list/denied.nsf

chk.363.A1=Is the customer part of the military or involved in any military activity?
chk.363.A2=Will any military organization make use of or benefit from this transaction/installation?
chk.363.A3=Is the customer involved in any nuclear activities?
chk.363.A4=Is the customer related to or owned or controlled by any organization involved with any nuclear activity?
chk.363.A5=Is the customer involved in or supporting the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of, missiles (i.e. rocket systems and/or unmanned air vehicles)?
chk.363.A6=Is the customer involved in or supporting the design, development, production, operation, stockpiling, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of chemical or biological weapons?
chk.363.A7=To the best of your knowledge or belief is your customer involved in any activity related to or in support of the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a chemical plant?
chk.363.A8=If yes to the above, is your customer involved in any activity related to, or in support of: the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a whole plant of chemical weapons precursors specified in export control classification number (ECCN) 1C350? 
chk.363.A9=Based on your knowledge of this customer, have you identified any indicators of a potential diversion?	
chk.363.A10=Re-export: \n To the best of your knowledge and belief, is there any indication that the customer intends to re-export the products? 	
chk.363.B1=Is the customer a representation of an embargoed/terrorist country?	
chk.363.B2=To the best of your knowledge and belief, is the customer partially/fully owned or controlled by a government, - company/organization or person of an embargoed/terrorist country (see USERP, chapter 1.5)
chk.363.B3=Does the entity have any persons in its shareholder's structure that are subject to sanctions imposed by any government body,including the United Nations, the United States, and the European Union (collectively, "Sanctions" ) see https://w3-03.ibm.com/legal/denied-parties-list/denied.nsf

chk.607.A1=Is the customer part of the military or involved in any military activity?
chk.607.A2=Will any military organization make use of or benefit from this transaction/installation?
chk.607.A3=Is the customer involved in any nuclear activities?
chk.607.A4=Is the customer related to or owned or controlled by any organization involved with any nuclear activity?
chk.607.A5=Is the customer involved in or supporting the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of, missiles (i.e. rocket systems and/or unmanned air vehicles)?
chk.607.A6=Is the customer involved in or supporting the design, development, production, operation, stockpiling, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of chemical or biological weapons?
chk.607.A7=To the best of your knowledge or belief is your customer involved in any activity related to or in support of the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a chemical plant?
chk.607.A8=If yes to the above, is your customer involved in any activity related to, or in support of: the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a whole plant of chemical weapons precursors specified in export control classification number (ECCN) 1C350? 
chk.607.A9=Based on your knowledge of this customer, have you identified any indicators of a potential diversion?	
chk.607.A10=Re-export: \n To the best of your knowledge and belief, is there any indication that the customer intends to re-export the products? 	
chk.607.B1=Is the customer a representation of an embargoed/terrorist country?	
chk.607.B2=To the best of your knowledge and belief, is the customer partially/fully owned or controlled by a government, - company/organization or person of an embargoed/terrorist country (see USERP, chapter 1.5)
chk.607.B3=Does the entity have any persons in its shareholder's structure that are subject to sanctions imposed by any government body,including the United Nations, the United States, and the European Union (collectively, "Sanctions" ) see https://w3-03.ibm.com/legal/denied-parties-list/denied.nsf

chk.626.A1=Is the customer part of the military or involved in any military activity?
chk.626.A2=Will any military organization make use of or benefit from this transaction/installation?
chk.626.A3=Is the customer involved in any nuclear activities?
chk.626.A4=Is the customer related to or owned or controlled by any organization involved with any nuclear activity?
chk.626.A5=Is the customer involved in or supporting the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of, missiles (i.e. rocket systems and/or unmanned air vehicles)?
chk.626.A6=Is the customer involved in or supporting the design, development, production, operation, stockpiling, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of chemical or biological weapons?
chk.626.A7=To the best of your knowledge or belief is your customer involved in any activity related to or in support of the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a chemical plant?
chk.626.A8=If yes to the above, is your customer involved in any activity related to, or in support of: the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a whole plant of chemical weapons precursors specified in export control classification number (ECCN) 1C350? 
chk.626.A9=Based on your knowledge of this customer, have you identified any indicators of a potential diversion?	
chk.626.A10=Re-export: \n To the best of your knowledge and belief, is there any indication that the customer intends to re-export the products? 	
chk.626.B1=Is the customer a representation of an embargoed/terrorist country?	
chk.626.B2=To the best of your knowledge and belief, is the customer partially/fully owned or controlled by a government, - company/organization or person of an embargoed/terrorist country (see USERP, chapter 1.5)
chk.626.B3=Does the entity have any persons in its shareholder's structure that are subject to sanctions imposed by any government body,including the United Nations, the United States, and the European Union (collectively, "Sanctions" ) see https://w3-03.ibm.com/legal/denied-parties-list/denied.nsf

chk.651.A1=Is the customer part of the military or involved in any military activity?
chk.651.A2=Will any military organization make use of or benefit from this transaction/installation?
chk.651.A3=Is the customer involved in any nuclear activities?
chk.651.A4=Is the customer related to or owned or controlled by any organization involved with any nuclear activity?
chk.651.A5=Is the customer involved in or supporting the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of, missiles (i.e. rocket systems and/or unmanned air vehicles)?
chk.651.A6=Is the customer involved in or supporting the design, development, production, operation, stockpiling, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of chemical or biological weapons?
chk.651.A7=To the best of your knowledge or belief is your customer involved in any activity related to or in support of the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a chemical plant?
chk.651.A8=If yes to the above, is your customer involved in any activity related to, or in support of: the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a whole plant of chemical weapons precursors specified in export control classification number (ECCN) 1C350? 
chk.651.A9=Based on your knowledge of this customer, have you identified any indicators of a potential diversion?	
chk.651.A10=Re-export: \n To the best of your knowledge and belief, is there any indication that the customer intends to re-export the products? 	
chk.651.B1=Is the customer a representation of an embargoed/terrorist country?	
chk.651.B2=To the best of your knowledge and belief, is the customer partially/fully owned or controlled by a government, - company/organization or person of an embargoed/terrorist country (see USERP, chapter 1.5)
chk.651.B3=Does the entity have any persons in its shareholder's structure that are subject to sanctions imposed by any government body,including the United Nations, the United States, and the European Union (collectively, "Sanctions" ) see https://w3-03.ibm.com/legal/denied-parties-list/denied.nsf

chk.694.A1=Is the customer part of the military or involved in any military activity?
chk.694.A2=Will any military organization make use of or benefit from this transaction/installation?
chk.694.A3=Is the customer involved in any nuclear activities?
chk.694.A4=Is the customer related to or owned or controlled by any organization involved with any nuclear activity?
chk.694.A5=Is the customer involved in or supporting the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of, missiles (i.e. rocket systems and/or unmanned air vehicles)?
chk.694.A6=Is the customer involved in or supporting the design, development, production, operation, stockpiling, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of chemical or biological weapons?
chk.694.A7=To the best of your knowledge or belief is your customer involved in any activity related to or in support of the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a chemical plant?
chk.694.A8=If yes to the above, is your customer involved in any activity related to, or in support of: the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a whole plant of chemical weapons precursors specified in export control classification number (ECCN) 1C350? 
chk.694.A9=Based on your knowledge of this customer, have you identified any indicators of a potential diversion?	
chk.694.A10=Re-export: \n To the best of your knowledge and belief, is there any indication that the customer intends to re-export the products? 	
chk.694.B1=Is the customer a representation of an embargoed/terrorist country?	
chk.694.B2=To the best of your knowledge and belief, is the customer partially/fully owned or controlled by a government, - company/organization or person of an embargoed/terrorist country (see USERP, chapter 1.5)
chk.694.B3=Does the entity have any persons in its shareholder's structure that are subject to sanctions imposed by any government body,including the United Nations, the United States, and the European Union (collectively, "Sanctions" ) see https://w3-03.ibm.com/legal/denied-parties-list/denied.nsf

chk.695.A1=Is the customer part of the military or involved in any military activity?
chk.695.A2=Will any military organization make use of or benefit from this transaction/installation?
chk.695.A3=Is the customer involved in any nuclear activities?
chk.695.A4=Is the customer related to or owned or controlled by any organization involved with any nuclear activity?
chk.695.A5=Is the customer involved in or supporting the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of, missiles (i.e. rocket systems and/or unmanned air vehicles)?
chk.695.A6=Is the customer involved in or supporting the design, development, production, operation, stockpiling, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of chemical or biological weapons?
chk.695.A7=To the best of your knowledge or belief is your customer involved in any activity related to or in support of the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a chemical plant?
chk.695.A8=If yes to the above, is your customer involved in any activity related to, or in support of: the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a whole plant of chemical weapons precursors specified in export control classification number (ECCN) 1C350? 
chk.695.A9=Based on your knowledge of this customer, have you identified any indicators of a potential diversion?	
chk.695.A10=Re-export: \n To the best of your knowledge and belief, is there any indication that the customer intends to re-export the products? 	
chk.695.B1=Is the customer a representation of an embargoed/terrorist country?	
chk.695.B2=To the best of your knowledge and belief, is the customer partially/fully owned or controlled by a government, - company/organization or person of an embargoed/terrorist country (see USERP, chapter 1.5)
chk.695.B3=Does the entity have any persons in its shareholder's structure that are subject to sanctions imposed by any government body,including the United Nations, the United States, and the European Union (collectively, "Sanctions" ) see https://w3-03.ibm.com/legal/denied-parties-list/denied.nsf

chk.821.A1=Is the customer part of the military or involved in any military activity?
chk.821.A2=Will any military organization make use of or benefit from this transaction/installation?
chk.821.A3=Is the customer involved in any nuclear activities?
chk.821.A4=Is the customer related to or owned or controlled by any organization involved with any nuclear activity?
chk.821.A5=Is the customer involved in or supporting the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of, missiles (i.e. rocket systems and/or unmanned air vehicles)?
chk.821.A6=Is the customer involved in or supporting the design, development, production, operation, stockpiling, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of chemical or biological weapons?
chk.821.A7=To the best of your knowledge or belief is your customer involved in any activity related to or in support of the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a chemical plant?
chk.821.A8=If yes to the above, is your customer involved in any activity related to, or in support of: the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a whole plant of chemical weapons precursors specified in export control classification number (ECCN) 1C350? 
chk.821.A9=Based on your knowledge of this customer, have you identified any indicators of a potential diversion?	
chk.821.A10=Re-export: \n To the best of your knowledge and belief, is there any indication that the customer intends to re-export the products? 	
chk.821.B1=Is the customer a representation of an embargoed/terrorist country?	
chk.821.B2=To the best of your knowledge and belief, is the customer partially/fully owned or controlled by a government, - company/organization or person of an embargoed/terrorist country (see USERP, chapter 1.5)
chk.821.B3=Does the entity have any persons in its shareholder's structure that are subject to sanctions imposed by any government body,including the United Nations, the United States, and the European Union (collectively, "Sanctions" ) see https://w3-03.ibm.com/legal/denied-parties-list/denied.nsf

chk.889.A1=Is the customer part of the military or involved in any military activity?
chk.889.A2=Will any military organization make use of or benefit from this transaction/installation?
chk.889.A3=Is the customer involved in any nuclear activities?
chk.889.A4=Is the customer related to or owned or controlled by any organization involved with any nuclear activity?
chk.889.A5=Is the customer involved in or supporting the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of, missiles (i.e. rocket systems and/or unmanned air vehicles)?
chk.889.A6=Is the customer involved in or supporting the design, development, production, operation, stockpiling, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of chemical or biological weapons?
chk.889.A7=To the best of your knowledge or belief is your customer involved in any activity related to or in support of the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a chemical plant?
chk.889.A8=If yes to the above, is your customer involved in any activity related to, or in support of: the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a whole plant of chemical weapons precursors specified in export control classification number (ECCN) 1C350? 
chk.889.A9=Based on your knowledge of this customer, have you identified any indicators of a potential diversion?	
chk.889.A10=Re-export: \n To the best of your knowledge and belief, is there any indication that the customer intends to re-export the products? 	
chk.889.B1=Is the customer a representation of an embargoed/terrorist country?	
chk.889.B2=To the best of your knowledge and belief, is the customer partially/fully owned or controlled by a government, - company/organization or person of an embargoed/terrorist country (see USERP, chapter 1.5)
chk.889.B3=Does the entity have any persons in its shareholder's structure that are subject to sanctions imposed by any government body,including the United Nations, the United States, and the European Union (collectively, "Sanctions" ) see https://w3-03.ibm.com/legal/denied-parties-list/denied.nsf

chk.741.A1=Is the customer part of the military or involved in any military activity?
chk.741.A2=Will any military organization make use of or benefit from this transaction/installation?
chk.741.A3=Is the customer involved in any nuclear activities?
chk.741.A4=Is the customer related to or owned or controlled by any organization involved with any nuclear activity?
chk.741.A5=Is the customer involved in or supporting the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of, missiles (i.e. rocket systems and/or unmanned air vehicles)?
chk.741.A6=Is the customer involved in or supporting the design, development, production, operation, stockpiling, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing, or use of chemical or biological weapons?
chk.741.A7=To the best of your knowledge or belief is your customer involved in any activity related to or in support of the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a chemical plant?
chk.741.A8=If yes to the above, is your customer involved in any activity related to, or in support of: the design, development, production, operation, installation (including on-site installation), maintenance (checking), repair, overhaul, refurbishing of a whole plant of chemical weapons precursors specified in export control classification number (ECCN) 1C350? 
chk.741.A9=Based on your knowledge of this customer, have you identified any indicators of a potential diversion?	
chk.741.A10=Re-export: \n To the best of your knowledge and belief, is there any indication that the customer intends to re-export the products? 	
chk.741.B1=Is the customer a representation of an embargoed/terrorist country?	
chk.741.B2=To the best of your knowledge and belief, is the customer partially/fully owned or controlled by a government, - company/organization or person of an embargoed/terrorist country (see USERP, chapter 1.5)
chk.741.B3=Does the entity have any persons in its shareholder's structure that are subject to sanctions imposed by any government body,including the United Nations, the United States, and the European Union (collectively, "Sanctions" ) see https://w3-03.ibm.com/legal/denied-parties-list/denied.nsf

chk.766.dpl=Is the customer/vendor on the Denied Party List?
chk.766.A1=The order (hardware, software, solution) does not match the customer's business requirements.
chk.766.A2=The customer is not using normal installation, training and maintenance services.
chk.766.A3=The customer business needs and use of IBM products is not well known and understood by IBM.
chk.766.A4=The customer has requested unusual payment or delivery terms and conditions.
chk.766.A5=There is an indication that the products/services are destined for restricted countries (Cuba, Iran, Sudan, North Korea, & Syria).
chk.766.A6=Is the customer involved in the design, development, production, stockpiling or use of chemical or biological weapons?
chk.766.A7=Based on your knowledge of this customer, have you identified any indicators of a potential diversion?
chk.766.A8=To the best of your knowledge and belief, is there any indication that the customer intends to re-export the products?
chk.766.A9=Is the customer a representation of an embargoed/terrorist country?
chk.766.A10=To the best of your knowledge and belief, is the customer partially/fully owned or controlled by a government, - company/organisation or person of an embargoed/terrorist country (see USERP, chapter 1.5)
chk.766.B1=To the best of your knowledge or belief is your customer involved in the design,  development, production or use of missiles (ie Rocket Systems and or/unmanned air vehicles)?
chk.766.B2=To the best of your knowledge or belief is your customer involved with design, development, production,stockpiling or use of Chemical or Biological Weapons ?
chk.766.B3=To the best of your knowledge or belief is your customer involved in any of the following nuclear activities?
chk.766.C1=To the best of your knowledge or belief is your customer involved in Defense and/or Military* activities?

chk.858.dpl=Is the customer/vendor on the Denied Party List?
chk.858.A1=The order (hardware, software, solution) does not match the customer's business requirements.
chk.858.A2=The customer is not using normal installation, training and maintenance services.
chk.858.A3=The customer business needs and use of IBM products is not well known and understood by IBM.
chk.858.A4=The customer has requested unusual payment or delivery terms and conditions.
chk.858.A5=There is an indication that the products/services are destined for restricted countries (Cuba, Iran, Sudan, North Korea, & Syria).
chk.858.A6=Is the customer involved in the design, development, production, stockpiling or use of chemical or biological weapons?
chk.858.A7=Based on your knowledge of this customer, have you identified any indicators of a potential diversion?
chk.858.A8=To the best of your knowledge and belief, is there any indication that the customer intends to re-export the products?
chk.858.A9=Is the customer a representation of an embargoed/terrorist country?
chk.858.A10=To the best of your knowledge and belief, is the customer partially/fully owned or controlled by a government, - company/organisation or person of an embargoed/terrorist country (see USERP, chapter 1.5)
chk.858.B1=To the best of your knowledge or belief is your customer involved in the design,  development, production or use of missiles (ie Rocket Systems and or/unmanned air vehicles)?
chk.858.B2=To the best of your knowledge or belief is your customer involved with design, development, production,stockpiling or use of Chemical or Biological Weapons ?
chk.858.B3=To the best of your knowledge or belief is your customer involved in any of the following nuclear activities?
chk.858.C1=To the best of your knowledge or belief is your customer involved in Defense and/or Military* activities?
